espressif/esp-protocols/components/esp_modem/examples/modem_tcp_client/sdkconfig.ci.espat
CONFIG_IDF_TARGET="esp32"
CONFIG_EXAMPLE_MODEM_DEVICE_ESPAT=y
